Repository: kirinonakar/AIMediaWorker
Catalog: AIMediaWorker/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr

# FileMenu.Title
source: File
ja_jp: ファイル
ko_kr: 파일

# PlaybackMenu.Title
source: Playback
ja_jp: 再生
ko_kr: 재생

# SubtitleMenu.Title
source: Subtitle
ja_jp: 字幕
ko_kr: 자막

# ViewMenu.Title
source: View
ja_jp: 表示
ko_kr: 보기

# ToolsMenu.Title
source: Tools
ja_jp: ツール
ko_kr: 도구

# SettingsMenu.Title
source: Settings
ja_jp: 設定
ko_kr: 설정

# OpenMedia.Text
source: Open media…
ja_jp: メディアを開く…
ko_kr: 미디어 열기…

# OpenUrl.Text
source: Open URL…
ja_jp: URLを開く…
ko_kr: URL 열기…

# RecentMedia.Text
source: Recent media
ja_jp: 最近のメディア
ko_kr: 최근 미디어

# AddFavorite.Text
source: Add current media to favorites
ja_jp: 現在のメディアをお気に入りに追加
ko_kr: 현재 미디어를 즐겨찾기에 추가

# LoadSubtitle.Text
source: Load subtitle…
ja_jp: 字幕を読み込む…
ko_kr: 자막 불러오기…

# SaveSubtitle.Text
source: Save subtitle
ja_jp: 字幕を保存
ko_kr: 자막 저장

# SaveAs.Text
source: Save subtitle as…
ja_jp: 字幕を名前を付けて保存…
ko_kr: 다른 이름으로 자막 저장…

# Exit.Text
source: Exit
ja_jp: 終了
ko_kr: 종료

# SubtitleEditor.Text
source: Subtitle editor
ja_jp: 字幕エディター
ko_kr: 자막 편집기

# AudioLabel.Text
source: Audio
ja_jp: 音声
ko_kr: 오디오

# SubtitlesLabel.Text
source: Subtitles
ja_jp: 字幕
ko_kr: 자막

# SubtitleOptionOriginal
source: Original
ja_jp: 原文
ko_kr: 원문

# SubtitleOptionTranslation
source: Translation
ja_jp: 翻訳
ko_kr: 번역

# SubtitleOptionBoth
source: Original + translation
ja_jp: 原文＋翻訳
ko_kr: 원문 + 번역

# InitialVideoStatus.Text
source: Open a local file or stream URL
ja_jp: ローカルファイルまたはストリームURLを開いてください
ko_kr: 로컬 파일 또는 스트림 URL을 여세요

# ReadyStatus.Text
source: Ready
ja_jp: 準備完了
ko_kr: 준비

# CameraWindow.Title
source: Camera and live captions
ja_jp: カメラとリアルタイム字幕
ko_kr: 카메라 및 실시간 자막

# WebDavWindow.Title
source: WebDAV browser
ja_jp: WebDAVブラウザー
ko_kr: WebDAV 탐색기

# SettingsWindow.Title
source: Preferences
ja_jp: 環境設定
ko_kr: 환경 설정

# CameraLabel.Text
source: Camera
ja_jp: カメラ
ko_kr: 카메라

# MicrophoneLabel.Text
source: Microphone
ja_jp: マイク
ko_kr: 마이크

# RefreshButton.Content
source: Refresh
ja_jp: 更新
ko_kr: 새로 고침

# StartPreview.Content
source: Start preview
ja_jp: プレビュー開始
ko_kr: 미리보기 시작

# StartRecording.Content
source: Start recording
ja_jp: 録画開始
ko_kr: 녹화 시작

# StartCaptions.Content
source: Start live captions
ja_jp: リアルタイム字幕開始
ko_kr: 실시간 자막 시작

# PreferencesTitle.Text
source: Preferences
ja_jp: 環境設定
ko_kr: 환경 설정

# GeneralExpander.Header
source: General
ja_jp: 一般
ko_kr: 일반

# PlaybackExpander.Header
source: Playback
ja_jp: 再生
ko_kr: 재생

# SubtitleExpander.Header
source: Subtitle
ja_jp: 字幕
ko_kr: 자막

# AsrExpander.Header
source: Automatic speech recognition
ja_jp: 自動音声認識
ko_kr: 자동 음성 인식

# SaveButton.Content
source: Save
ja_jp: 保存
ko_kr: 저장

# CancelButton.Content
source: Cancel
ja_jp: キャンセル
ko_kr: 취소

# Favorites.Text
source: Favorites
ja_jp: お気に入り
ko_kr: 즐겨찾기

# AddFavoriteFolder.Text
source: Add local folder to favorites…
ja_jp: ローカルフォルダーをお気に入りに追加…
ko_kr: 로컬 폴더를 즐겨찾기에 추가…

# PlayPause.Text
source: Play / Pause
ja_jp: 再生 / 一時停止
ko_kr: 재생 / 일시 정지

# Stop.Text
source: Stop
ja_jp: 停止
ko_kr: 정지

# FrameStep.Text
source: Frame step
ja_jp: コマ送り
ko_kr: 한 프레임 이동

# SetAPoint.Text
source: Set A point
ja_jp: A点を設定
ko_kr: A 지점 설정

# SetBPoint.Text
source: Set B point
ja_jp: B点を設定
ko_kr: B 지점 설정

# ClearAb.Text
source: Clear A/B repeat
ja_jp: A/Bリピートを解除
ko_kr: A/B 반복 해제

# AddCue.Text
source: Add at playhead
ja_jp: 再生位置に追加
ko_kr: 재생 위치에 추가

# SplitCue.Text
source: Split
ja_jp: 分割
ko_kr: 분할

# MergeCue.Text
source: Merge with next
ja_jp: 次の字幕と結合
ko_kr: 다음 자막과 병합

# DeleteCue.Text
source: Delete
ja_jp: 削除
ko_kr: 삭제

# DuplicateCue.Text
source: Duplicate
ja_jp: 複製
ko_kr: 복제

# ShiftCue.Text
source: Shift…
ja_jp: 時間を移動…
ko_kr: 시간 이동…

# AdjustSubtitleSync.Text
source: Adjust subtitle sync…
ja_jp: 字幕同期を調整…
ko_kr: 자막 싱크 조정…

# PreviousSubtitle.Text
source: Previous subtitle
ja_jp: 前の字幕
ko_kr: 이전 자막

# NextSubtitle.Text
source: Next subtitle
ja_jp: 次の字幕
ko_kr: 다음 자막

# SelectAll.Text
source: Select all
ja_jp: すべて選択
ko_kr: 모두 선택

# Copy.Text
source: Copy
ja_jp: コピー
ko_kr: 복사

# Paste.Text
source: Paste
ja_jp: 貼り付け
ko_kr: 붙여넣기

# Undo.Text
source: Undo
ja_jp: 元に戻す
ko_kr: 실행 취소

# Redo.Text
source: Redo
ja_jp: やり直す
ko_kr: 다시 실행

# GenerateSubtitles.Text
source: Generate subtitles
ja_jp: 字幕を生成
ko_kr: 자막 생성

# Translate.Text
source: Translate
ja_jp: 翻訳
ko_kr: 번역

# Summarize.Text
source: Summarize…
ja_jp: 要約…
ko_kr: 요약…

# CancelAi.Text
source: Cancel current AI operation
ja_jp: 現在のAI処理をキャンセル
ko_kr: 현재 AI 작업 취소

# Fullscreen.Text
source: Fullscreen
ja_jp: 全画面
ko_kr: 전체 화면

# CameraCaptions.Text
source: Camera and live captions…
ja_jp: カメラとリアルタイム字幕…
ko_kr: 카메라 및 실시간 자막…

# Diagnostics.Text
source: Diagnostics…
ja_jp: 診断…
ko_kr: 진단…

# Preferences.Text
source: Preferences…
ja_jp: 環境設定…
ko_kr: 환경 설정…

# CueStart.Header
source: Start (µs)
ja_jp: 開始 (µs)
ko_kr: 시작 (µs)

# CueEnd.Header
source: End (µs)
ja_jp: 終了 (µs)
ko_kr: 끝 (µs)

# CueDuration.Header
source: Duration (µs)
ja_jp: 長さ (µs)
ko_kr: 길이 (µs)

# SaveSubtitleButton.Label
source: Save subtitle
ja_jp: 字幕を保存
ko_kr: 자막 저장

# AddCueButton.Label
source: Add
ja_jp: 追加
ko_kr: 추가

# SplitCueButton.Label
source: Split
ja_jp: 分割
ko_kr: 분할

# DeleteCueButton.Label
source: Delete
ja_jp: 削除
ko_kr: 삭제

# UndoButton.Label
source: Undo
ja_jp: 元に戻す
ko_kr: 실행 취소

# RedoButton.Label
source: Redo
ja_jp: やり直す
ko_kr: 다시 실행

# SpeedLabel.Text
source: Speed
ja_jp: 速度
ko_kr: 속도

# ServersLabel.Text
source: Servers
ja_jp: サーバー
ko_kr: 서버

# ParentButton.Label
source: Parent
ja_jp: 上へ
ko_kr: 상위

# RefreshCommand.Label
source: Refresh
ja_jp: 更新
ko_kr: 새로 고침

# FavoriteFolderCommand.Label
source: Favorite folder
ja_jp: フォルダーをお気に入り
ko_kr: 폴더 즐겨찾기

# OpenCommand.Label
source: Open
ja_jp: 開く
ko_kr: 열기

# AddCommand.Label
source: Add
ja_jp: 追加
ko_kr: 추가

# EditCommand.Label
source: Edit
ja_jp: 編集
ko_kr: 편집

# DeleteCommand.Label
source: Delete
ja_jp: 削除
ko_kr: 삭제

# WebDavInitialStatus.Message
source: Add or select a server.
ja_jp: サーバーを追加または選択してください。
ko_kr: 서버를 추가하거나 선택하세요.

# WebDavAddServerText.Text
source: Add WebDAV server
ja_jp: WebDAVサーバーを追加
ko_kr: WebDAV 서버 추가

# WebDavServersPanelLabel.Text
source: Servers
ja_jp: サーバー
ko_kr: 서버

# WebDavNoServersText.Text
source: No servers added
ja_jp: 追加済みサーバーはありません
ko_kr: 추가된 서버가 없습니다

# WebDavSelectServerText.Text
source: Select a server to connect
ja_jp: 接続するサーバーを選択してください
ko_kr: 연결할 서버를 선택하세요

# FormatLabel.Text
source: Format
ja_jp: 形式
ko_kr: 형식

# CameraInitialStatus.Title
source: Ready
ja_jp: 準備完了
ko_kr: 준비

# CameraInitialStatus.Message
source: Select a camera and microphone.
ja_jp: カメラとマイクを選択してください。
ko_kr: 카메라와 마이크를 선택하세요.

# LanguageSetting.Text
source: Language
ja_jp: 言語
ko_kr: 언어

# ThemeSetting.Text
source: Theme
ja_jp: テーマ
ko_kr: 테마

# UiFontSetting.Text
source: UI font
ja_jp: UIフォント
ko_kr: UI 글꼴

# RecentItemsSetting.Text
source: Recent items
ja_jp: 最近の項目数
ko_kr: 최근 항목 수

# ResumeSetting.Content
source: Resume playback position
ja_jp: 再生位置を再開
ko_kr: 재생 위치 이어보기

# DefaultFolderSetting.Text
source: Default folder
ja_jp: 既定のフォルダー
ko_kr: 기본 폴더

# DefaultFolderBox.PlaceholderText
source: No default folder — opens Videos on startup
ja_jp: 既定フォルダーなし — 起動時にビデオを開く
ko_kr: 기본 폴더 없음 — 시작 시 동영상 폴더 열림

# BrowseDefaultFolderButton.Content
source: Browse…
ja_jp: 参照…
ko_kr: 찾아보기…

# ClearDefaultFolderButton.Content
source: Clear
ja_jp: クリア
ko_kr: 지우기

# HardwareDecoderSetting.Text
source: Hardware decoder
ja_jp: ハードウェアデコーダー
ko_kr: 하드웨어 디코더

# DefaultVolumeSetting.Text
source: Default volume
ja_jp: 既定の音量
ko_kr: 기본 음량

# SeekIntervalSetting.Text
source: Seek interval (seconds)
ja_jp: シーク間隔 (秒)
ko_kr: 탐색 간격 (초)

# PlaybackAdvancedExpander.Header
source: Playback languages and renderer
ja_jp: 再生言語とレンダラー
ko_kr: 재생 언어 및 렌더러

# RendererSetting.Text
source: Renderer
ja_jp: レンダラー
ko_kr: 렌더러

# AudioLanguageSetting.Text
source: Default audio language
ja_jp: 既定の音声言語
ko_kr: 기본 오디오 언어

# SubtitleLanguageSetting.Text
source: Default subtitle language
ja_jp: 既定の字幕言語
ko_kr: 기본 자막 언어

# FontSetting.Text
source: Font
ja_jp: フォント
ko_kr: 글꼴

# FontSizeSetting.Text
source: Font size
ja_jp: フォントサイズ
ko_kr: 글꼴 크기

# MaxCueDurationSetting.Text
source: Maximum cue duration
ja_jp: 字幕の最大時間
ko_kr: 최대 자막 길이

# SubtitleAdvancedExpander.Header
source: Subtitle appearance and segmentation
ja_jp: 字幕表示と分割
ko_kr: 자막 모양 및 분할

# TextColorSetting.Text
source: Text color
ja_jp: 文字色
ko_kr: 글자색

# BackgroundColorSetting.Text
source: Background color
ja_jp: 背景色
ko_kr: 배경색

# OutlineSetting.Text
source: Outline
ja_jp: 縁取り
ko_kr: 외곽선

# BottomMarginSetting.Text
source: Bottom margin
ja_jp: 下余白
ko_kr: 아래 여백

# EncodingSetting.Text
source: Encoding
ja_jp: 文字コード
ko_kr: 인코딩

# MinCueDurationSetting.Text
source: Minimum cue duration
ja_jp: 字幕の最小時間
ko_kr: 최소 자막 길이

# MaximumLinesSetting.Text
source: Maximum lines
ja_jp: 最大行数
ko_kr: 최대 줄 수

# TargetCharactersSetting.Text
source: Target characters/line
ja_jp: 1行の目標文字数
ko_kr: 줄당 목표 글자 수

# SilenceSplitSetting.Text
source: Silence split (seconds)
ja_jp: 無音分割 (秒)
ko_kr: 무음 분할 (초)

# AsrModelSetting.Text
source: Qwen3-ASR model
ja_jp: Qwen3-ASRモデル
ko_kr: Qwen3-ASR 모델

# AlignerSetting.Text
source: ForcedAligner model
ja_jp: ForcedAlignerモデル
ko_kr: ForcedAligner 모델

# CrispAsrRuntimeSetting.Text
source: CrispASR runtime directory
ja_jp: CrispASRランタイムのパス
ko_kr: CrispASR 런타임 경로

# DeviceSetting.Text
source: Device
ja_jp: デバイス
ko_kr: 장치

# PrecisionSetting.Text
source: Precision
ja_jp: 精度
ko_kr: 정밀도

# VadSetting.Content
source: Use native speech gate
ja_jp: ネイティブ音声区間検出を使用
ko_kr: native 음성 구간 감지 사용

# AsrProcessingExpander.Header
source: ASR processing
ja_jp: ASR処理
ko_kr: ASR 처리

# ChunkDurationSetting.Text
source: Chunk duration (seconds)
ja_jp: チャンク時間 (秒)
ko_kr: 청크 길이 (초)

# NetworkExpander.Header
source: Network
ja_jp: ネットワーク
ko_kr: 네트워크

# TimeoutSetting.Text
source: Timeout (seconds)
ja_jp: タイムアウト (秒)
ko_kr: 시간 제한 (초)

# ProxySetting.Text
source: Proxy
ja_jp: プロキシ
ko_kr: 프록시

# ProxyInput.PlaceholderText
source: System default when empty
ja_jp: 空欄でシステム既定
ko_kr: 비우면 시스템 기본값

# CaptureExpander.Header
source: Capture defaults
ja_jp: キャプチャ既定値
ko_kr: 캡처 기본값

# CameraIdSetting.Text
source: Camera device id
ja_jp: カメラデバイスID
ko_kr: 카메라 장치 ID

# MicrophoneIdSetting.Text
source: Microphone device id
ja_jp: マイクデバイスID
ko_kr: 마이크 장치 ID

# WidthSetting.Text
source: Width
ja_jp: 幅
ko_kr: 너비

# HeightSetting.Text
source: Height
ja_jp: 高さ
ko_kr: 높이

# FrameRateSetting.Text
source: Frame rate
ja_jp: フレームレート
ko_kr: 프레임 속도

# ProviderSetting.Text
source: Provider
ja_jp: プロバイダー
ko_kr: 제공자

# ModelIdSetting.Text
source: Model id
ja_jp: モデルID
ko_kr: 모델 ID

# SyncModelsButton.Content
source: Sync models
ja_jp: モデルを同期
ko_kr: 모델 동기화

# ThinkingSetting.Text
source: Thinking level
ja_jp: 思考レベル
ko_kr: 사고 수준

# ApiKeySetting.Text
source: API key
ja_jp: APIキー
ko_kr: API 키

# ApiKeyInput.PlaceholderText
source: Stored in Windows Credential Manager
ja_jp: Windows資格情報マネージャーに保存
ko_kr: Windows 자격 증명 관리자에 저장

# TranslationLanguageSetting.Text
source: Translation language
ja_jp: 翻訳先言語
ko_kr: 번역 언어

# CaptionFontSetting.Text
source: Caption font
ja_jp: 字幕フォント
ko_kr: 자막 글꼴

# CaptionSizeSetting.Text
source: Caption size
ja_jp: 字幕サイズ
ko_kr: 자막 크기

# CaptionTextColorSetting.Text
source: Caption text color
ja_jp: 字幕文字色
ko_kr: 자막 글자색

# CaptionBackgroundSetting.Text
source: Caption background
ja_jp: 字幕背景色
ko_kr: 자막 배경색

# CaptionPositionSetting.Text
source: Caption position
ja_jp: 字幕位置
ko_kr: 자막 위치

# CaptionLinesSetting.Text
source: Caption maximum lines
ja_jp: 字幕最大行数
ko_kr: 자막 최대 줄 수

# MaximumCpsSetting.Text
source: Maximum characters/second
ja_jp: 1秒あたりの最大文字数
ko_kr: 초당 최대 글자 수

# StatusLibmpvReady
source: libmpv ready
ja_jp: libmpv 準備完了
ko_kr: libmpv 준비 완료

# StatusPreparingDroppedMedia
source: Preparing dropped media…
ja_jp: ドロップしたメディアを準備しています…
ko_kr: 드롭한 미디어를 준비하는 중…

# StatusPlaybackUnavailable
source: Playback unavailable — open Diagnostics for setup help
ja_jp: 再生を利用できません — 診断で設定方法を確認してください
ko_kr: 재생을 사용할 수 없습니다 — 진단에서 설정 도움말을 확인하세요

# OpenUrlTitle
source: Open URL
ja_jp: URLを開く
ko_kr: URL 열기

# OpenButton
source: Open
ja_jp: 開く
ko_kr: 열기

# BrowseButton
source: Browse
ja_jp: 参照
ko_kr: 찾아보기

# InvalidUrlTitle
source: Invalid URL
ja_jp: 無効なURL
ko_kr: 잘못된 URL

# InvalidUrlMessage
source: Enter an absolute HTTP or HTTPS media URL.
ja_jp: 完全なHTTPまたはHTTPSメディアURLを入力してください。
ko_kr: 완전한 HTTP 또는 HTTPS 미디어 URL을 입력하세요.

# ActionOpenMedia
source: opening another media item
ja_jp: 別のメディアを開く
ko_kr: 다른 미디어를 열기

# ActionLoadSubtitle
source: loading another subtitle file
ja_jp: 別の字幕ファイルを読み込む
ko_kr: 다른 자막 파일을 불러오기

# PlaybackErrorTitle
source: Playback error
ja_jp: 再生エラー
ko_kr: 재생 오류

# StatusAPoint
source: A point: {0}
ja_jp: A点: {0}
ko_kr: A 지점: {0}

# StatusBMustFollowA
source: B point must be after A.
ja_jp: B点はA点より後に設定してください。
ko_kr: B 지점은 A 지점 뒤여야 합니다.

# StatusAbRepeat
source: A/B repeat: {0} – {1}
ja_jp: A/Bリピート: {0} – {1}
ko_kr: A/B 반복: {0} – {1}

# StatusAbCleared
source: A/B repeat cleared
ja_jp: A/Bリピートを解除しました
ko_kr: A/B 반복을 해제했습니다

# StatusSubtitlesLoaded
source: Loaded {0} subtitles
ja_jp: 字幕を{0}件読み込みました
ko_kr: 자막 {0}개를 불러왔습니다

# SubtitleErrorTitle
source: Subtitle error
ja_jp: 字幕エラー
ko_kr: 자막 오류

# SubRipFileType
source: SubRip subtitle
ja_jp: SubRip字幕
ko_kr: SubRip 자막

# WebVttFileType
source: WebVTT subtitle
ja_jp: WebVTT字幕
ko_kr: WebVTT 자막

# StatusSaved
source: Saved {0}
ja_jp: {0} を保存しました
ko_kr: {0} 저장 완료

# StatusSavedStyleLoss
source: Saved {0} — the target format may not preserve all styling.
ja_jp: {0} を保存しました — 保存先形式では一部のスタイルが失われる場合があります。
ko_kr: {0} 저장 완료 — 대상 형식에서 일부 스타일이 보존되지 않을 수 있습니다.

# SaveErrorTitle
source: Save error
ja_jp: 保存エラー
ko_kr: 저장 오류

# StatusInvalidSubtitleTime
source: Subtitle end time must be after its non-negative start time.
ja_jp: 字幕の終了時刻は0以上の開始時刻より後である必要があります。
ko_kr: 자막 끝 시간은 0 이상인 시작 시간보다 뒤여야 합니다.

# ShiftSecondsHeader
source: Shift in seconds (negative moves earlier)
ja_jp: 移動する秒数（負数で前へ）
ko_kr: 이동할 초 (음수는 앞으로 이동)

# ShiftSubtitlesTitle
source: Shift subtitles
ja_jp: 字幕時刻を移動
ko_kr: 자막 시간 이동

# ShiftButton
source: Shift
ja_jp: 移動
ko_kr: 이동

# InvalidShiftTitle
source: Invalid shift
ja_jp: 無効な時刻移動
ko_kr: 잘못된 시간 이동

# SubtitleSyncTitle
source: Adjust subtitle sync
ja_jp: 字幕同期を調整
ko_kr: 자막 싱크 조정

# SubtitleSyncOffsetHeader
source: Offset in seconds (positive moves later)
ja_jp: 補正する秒数（正数で後へ）
ko_kr: 보정할 초 (양수는 늦게, 음수는 빠르게)

# SubtitleSyncOffsetHint
source: Applies the offset to every subtitle. Use a negative value to move subtitles earlier and a positive value to move them later.
ja_jp: すべての字幕に補正値を適用します。負数で前へ、正数で後へ移動します。
ko_kr: 모든 자막에 보정값을 적용합니다. 음수는 자막을 앞당기고 양수는 늦춥니다.

# SyncToCurrentPositionButton
source: Align selected subtitle to current position
ja_jp: 選択した字幕を現在の再生位置に合わせる
ko_kr: 선택한 자막을 현재 재생 위치에 맞추기

# ApplySyncButton
source: Apply sync
ja_jp: 同期を適用
ko_kr: 싱크 적용

# SubtitleSyncInvalidValue
source: Enter a finite number of seconds.
ja_jp: 有効な秒数を入力してください。
ko_kr: 유효한 초 값을 입력하세요.

# PasteErrorTitle
source: Paste error
ja_jp: 貼り付けエラー
ko_kr: 붙여넣기 오류

# StatusCollectingDiagnostics
source: Collecting diagnostics…
ja_jp: 診断情報を収集中…
ko_kr: 진단 정보 수집 중…

# DiagnosticsTitle
source: Diagnostics
ja_jp: 診断
ko_kr: 진단

# CloseButton
source: Close
ja_jp: 閉じる
ko_kr: 닫기

# ReadyText
source: Ready
ja_jp: 準備完了
ko_kr: 준비

# AutomaticSubtitlesTitle
source: Automatic subtitles
ja_jp: 自動字幕
ko_kr: 자동 자막

# AutomaticSubtitlesOpenMedia
source: Open a local file or HTTP/HTTPS media source first.
ja_jp: 先にローカルファイルまたはHTTP/HTTPSメディアを開いてください。
ko_kr: 먼저 로컬 파일 또는 HTTP/HTTPS 미디어를 여세요.

# AsrModelMissingTitle
source: ASR model not found
ja_jp: ASRモデルがありません
ko_kr: ASR 모델 없음

# AsrModelMissingMessage
source: Set the Qwen3-ASR-1.7B model path in Preferences.
ja_jp: 環境設定でQwen3-ASR-1.7Bモデルパスを設定してください。
ko_kr: 환경 설정에서 Qwen3-ASR-1.7B 모델 경로를 지정하세요.

# AiBusyTitle
source: AI operation busy
ja_jp: AI処理中
ko_kr: AI 작업 진행 중

# AiBusyMessage
source: Cancel or wait for the current AI operation.
ja_jp: 現在の処理をキャンセルするか完了まで待ってください。
ko_kr: 현재 작업을 취소하거나 완료될 때까지 기다리세요.

# StatusPreparingRemoteAsr
source: Preparing authenticated remote media for ASR…
ja_jp: 認証済みリモートメディアをASR用に準備中…
ko_kr: 인증된 원격 미디어를 ASR용으로 준비 중…

# StatusStartingAsr
source: Starting ASR worker…
ja_jp: ASRワーカーを起動中…
ko_kr: ASR 워커 시작 중…

# StatusLoadingAsr
source: Loading Qwen3-ASR…
ja_jp: Qwen3-ASRを読み込み中…
ko_kr: Qwen3-ASR 불러오는 중…

# StatusPreparingAsrDownload
source: Preparing {0} download…
ja_jp: {0}のダウンロードを準備中…
ko_kr: {0} 다운로드 준비 중…

# StatusDownloadingAsrModel
source: Downloading {0} {1:P0} ({2} / {3})
ja_jp: {0}をダウンロード中 {1:P0} ({2} / {3})
ko_kr: {0} 다운로드 중 {1:P0} ({2} / {3})

# StatusGeneratingSubtitles
source: Generating subtitles {0:P0}
ja_jp: 字幕を生成中 {0:P0}
ko_kr: 자막 생성 중 {0:P0}

# StatusGeneratedSubtitles
source: Generated {0} subtitles
ja_jp: 字幕を{0}件生成しました
ko_kr: 자막 {0}개를 생성했습니다

# StatusSubtitleGenerationCancelled
source: Subtitle generation cancelled
ja_jp: 字幕生成をキャンセルしました
ko_kr: 자막 생성을 취소했습니다

# TranslationTitle
source: Translation
ja_jp: 翻訳
ko_kr: 번역

# SummaryTitle
source: Summary
ja_jp: 要約
ko_kr: 요약

# LoadSubtitlesFirst
source: Load or generate subtitles first.
ja_jp: 先に字幕を読み込むか生成してください。
ko_kr: 먼저 자막을 불러오거나 생성하세요.

# LlmModelMissingTitle
source: LLM model not configured
ja_jp: LLMモデルが未設定です
ko_kr: LLM 모델 미설정

# LlmModelMissingMessage
source: Set a provider and model id in Preferences.
ja_jp: 環境設定でプロバイダーとモデルIDを設定してください。
ko_kr: 환경 설정에서 제공자와 모델 ID를 지정하세요.

# TargetLanguageHeader
source: Target language
ja_jp: 翻訳先言語
ko_kr: 대상 언어

# TranslateSubtitlesTitle
source: Translate subtitles
ja_jp: 字幕を翻訳
ko_kr: 자막 번역

# TranslateButton
source: Translate
ja_jp: 翻訳
ko_kr: 번역

# StatusTranslating
source: Translating {0}/{1}
ja_jp: 翻訳中 {0}/{1}
ko_kr: 번역 중 {0}/{1}

# StatusTranslated
source: Translated {0} subtitles
ja_jp: 字幕を{0}件翻訳しました
ko_kr: 자막 {0}개를 번역했습니다

# StatusTranslationCancelled
source: Translation cancelled
ja_jp: 翻訳をキャンセルしました
ko_kr: 번역을 취소했습니다

# SummaryStyleHeader
source: Summary style
ja_jp: 要約形式
ko_kr: 요약 형식

# SummarizeTranscriptTitle
source: Summarize transcript
ja_jp: 文字起こしを要約
ko_kr: 대화 내용 요약

# SummarizeButton
source: Summarize
ja_jp: 要約
ko_kr: 요약

# StatusSummarizing
source: Summarizing {0:P0}
ja_jp: 要約中 {0:P0}
ko_kr: 요약 중 {0:P0}

# TranscriptSummaryTitle
source: Transcript summary
ja_jp: 文字起こしの要約
ko_kr: 대화 내용 요약

# StatusSummaryComplete
source: Summary complete
ja_jp: 要約完了
ko_kr: 요약 완료

# StatusSummaryCancelled
source: Summary cancelled
ja_jp: 要約をキャンセルしました
ko_kr: 요약을 취소했습니다

# StatusAddedFavorite
source: Added to favorites
ja_jp: お気に入りに追加しました
ko_kr: 즐겨찾기에 추가했습니다

# StatusAddedFavoriteFolder
source: Added folder to favorites: {0}
ja_jp: フォルダーをお気に入りに追加しました: {0}
ko_kr: 폴더를 즐겨찾기에 추가했습니다: {0}

# RemoveFavoriteButton
source: Remove from favorites
ja_jp: お気に入りから削除
ko_kr: 즐겨찾기에서 제거

# NoFavoritesText
source: No favorites
ja_jp: お気に入りはありません
ko_kr: 즐겨찾기 없음

# WebDavServerMissingTitle
source: WebDAV server missing
ja_jp: WebDAVサーバーがありません
ko_kr: WebDAV 서버 없음

# FavoriteServerMissingMessage
source: The server used by this favorite is no longer configured.
ja_jp: このお気に入りで使用したサーバーは設定されていません。
ko_kr: 이 즐겨찾기에 사용한 서버가 더 이상 설정되어 있지 않습니다.

# RecentServerMissingMessage
source: The server used by this recent item is no longer configured.
ja_jp: この最近の項目で使用したサーバーは設定されていません。
ko_kr: 이 최근 항목에 사용한 서버가 더 이상 설정되어 있지 않습니다.

# FolderUnavailableTitle
source: Folder unavailable
ja_jp: フォルダーを利用できません
ko_kr: 폴더를 사용할 수 없음

# FavoriteFolderTitle
source: Favorite folder
ja_jp: お気に入りフォルダー
ko_kr: 즐겨찾기 폴더

# FavoriteFolderEmptyMessage
source: This folder contains no files.
ja_jp: このフォルダーにファイルはありません。
ko_kr: 이 폴더에 파일이 없습니다.

# NoRecentMediaText
source: No recent media
ja_jp: 最近のメディアはありません
ko_kr: 최근 미디어 없음

# UnsavedChangesTitle
source: Unsaved subtitle changes
ja_jp: 未保存の字幕変更
ko_kr: 저장하지 않은 자막 변경 사항

# UnsavedChangesCloseMessage
source: Save your subtitle changes before closing?
ja_jp: 閉じる前に字幕の変更を保存しますか？
ko_kr: 닫기 전에 자막 변경 사항을 저장하시겠습니까?

# UnsavedChangesActionMessage
source: Save your subtitle changes before {0}?
ja_jp: {0}前に字幕の変更を保存しますか？
ko_kr: {0} 전에 자막 변경 사항을 저장하시겠습니까?

# SaveButtonText
source: Save
ja_jp: 保存
ko_kr: 저장

# DiscardButton
source: Discard
ja_jp: 破棄
ko_kr: 버리기

# CancelButtonText
source: Cancel
ja_jp: キャンセル
ko_kr: 취소

# OkButton
source: OK
ko_kr: 확인

# CameraDevicesFound
source: Found {0} camera(s) and {1} microphone(s).
ja_jp: カメラ{0}台、マイク{1}台が見つかりました。
ko_kr: 카메라 {0}개와 마이크 {1}개를 찾았습니다.

# DeviceErrorTitle
source: Device error
ja_jp: デバイスエラー
ko_kr: 장치 오류

# StartPreviewText
source: Start preview
ja_jp: プレビュー開始
ko_kr: 미리보기 시작

# StopPreviewText
source: Stop preview
ja_jp: プレビュー停止
ko_kr: 미리보기 중지

# CameraPreviewTitle
source: Camera preview
ja_jp: カメラプレビュー
ko_kr: 카메라 미리보기

# DefaultCameraText
source: Default camera
ja_jp: 既定のカメラ
ko_kr: 기본 카메라

# CameraPermissionTitle
source: Camera permission denied
ja_jp: カメラのアクセスが拒否されました
ko_kr: 카메라 권한 거부됨

# CameraPermissionMessage
source: Allow camera access in Windows Privacy & security settings.
ja_jp: Windowsのプライバシーとセキュリティ設定でカメラへのアクセスを許可してください。
ko_kr: Windows 개인정보 및 보안 설정에서 카메라 접근을 허용하세요.

# CameraErrorTitle
source: Camera error
ja_jp: カメラエラー
ko_kr: 카메라 오류

# StartRecordingText
source: Start recording
ja_jp: 録画開始
ko_kr: 녹화 시작

# StopRecordingText
source: Stop recording
ja_jp: 録画停止
ko_kr: 녹화 중지

# CaptureSavedTitle
source: Capture saved
ja_jp: キャプチャを保存しました
ko_kr: 캡처 저장 완료

# CaptureSavedMessage
source: Camera recording stopped and finalized.
ja_jp: カメラ録画を停止してファイルを確定しました。
ko_kr: 카메라 녹화를 중지하고 파일을 마무리했습니다.

# Mpeg4FileType
source: MPEG-4 video
ja_jp: MPEG-4動画
ko_kr: MPEG-4 동영상

# RecordingTitle
source: Recording
ja_jp: 録画中
ko_kr: 녹화 중

# CaptureErrorTitle
source: Capture error
ja_jp: キャプチャエラー
ko_kr: 캡처 오류

# CameraFormatTitle
source: Camera format
ja_jp: カメラ形式
ko_kr: 카메라 형식

# CameraFormatErrorTitle
source: Camera format error
ja_jp: カメラ形式エラー
ko_kr: 카메라 형식 오류

# StartCaptionsText
source: Start live captions
ja_jp: リアルタイム字幕開始
ko_kr: 실시간 자막 시작

# StopCaptionsText
source: Stop live captions
ja_jp: リアルタイム字幕停止
ko_kr: 실시간 자막 중지

# LiveAsrModelMissingMessage
source: Set the Qwen3-ASR model path in Preferences before starting live captions.
ja_jp: リアルタイム字幕を開始する前に環境設定でQwen3-ASRモデルパスを設定してください。
ko_kr: 실시간 자막을 시작하기 전에 환경 설정에서 Qwen3-ASR 모델 경로를 지정하세요.

# LiveCaptionsTitle
source: Live captions
ja_jp: リアルタイム字幕
ko_kr: 실시간 자막

# ListeningMessage
source: Listening…
ja_jp: 聞き取り中…
ko_kr: 듣는 중…

# MicrophonePermissionTitle
source: Microphone permission denied
ja_jp: マイクのアクセスが拒否されました
ko_kr: 마이크 권한 거부됨

# MicrophonePermissionMessage
source: Allow microphone access in Windows Privacy & security settings.
ja_jp: Windowsのプライバシーとセキュリティ設定でマイクへのアクセスを許可してください。
ko_kr: Windows 개인정보 및 보안 설정에서 마이크 접근을 허용하세요.

# LiveAsrErrorTitle
source: Live ASR error
ja_jp: リアルタイムASRエラー
ko_kr: 실시간 ASR 오류

# ConnectingTitle
source: Connecting
ja_jp: 接続中
ko_kr: 연결 중

# ConnectedTitle
source: Connected
ja_jp: 接続済み
ko_kr: 연결됨

# WebDavItemsCount
source: {0} item(s)
ja_jp: {0}項目
ko_kr: 항목 {0}개

# NetworkErrorTitle
source: NETWORK_ERROR
ja_jp: ネットワークエラー
ko_kr: 네트워크 오류

# FavoriteSavedTitle
source: Favorite saved
ja_jp: お気に入りを保存しました
ko_kr: 즐겨찾기 저장 완료

# NameHeader
source: Name
ja_jp: 名前
ko_kr: 이름

# AddressHeader
source: Address
ja_jp: アドレス
ko_kr: 주소

# PortHeader
source: Port
ja_jp: ポート
ko_kr: 포트

# UsernameHeader
source: User ID
ja_jp: ユーザーID
ko_kr: 사용자 ID

# PasswordHeader
source: Password
ja_jp: パスワード
ko_kr: 비밀번호

# AddWebDavServerTitle
source: Add WebDAV server
ja_jp: WebDAVサーバーを追加
ko_kr: WebDAV 서버 추가

# EditWebDavServerTitle
source: Edit WebDAV server
ja_jp: WebDAVサーバーを編集
ko_kr: WebDAV 서버 편집

# InvalidWebDavUrlMessage
source: Use an absolute HTTP or HTTPS URL.
ja_jp: 完全なHTTPまたはHTTPS URLを使用してください。
ko_kr: 완전한 HTTP 또는 HTTPS URL을 사용하세요.

# InvalidWebDavAddressMessage
source: Enter a valid HTTP/HTTPS address and a port from 1 to 65535.
ja_jp: 有効なHTTP/HTTPSアドレスと1～65535のポートを入力してください。
ko_kr: 올바른 HTTP/HTTPS 주소와 1~65535 사이의 포트를 입력하세요.
